[{
  "id": 99276873,
  "title": "OhHeckYeah Street Arcade - Opening night, 2014",
  "description": "OhHeckYeah is an immersive street arcade and public art installation on the streets of Denver, CO, USA during the summer months of June & July, 2014. With design by Legwork, development by Mode Set, soundtrack by the Colorado Symphony, and a host of collaborations between local artists, city government agencies and the project's founder Brian Corrigan, OhHeckYeah is a gaming experience like you've never seen before. <br \/>\r\n<br \/>\r\nOriginally funded by Artplace America, OhHeckYeah has partnered with a litany of local cultural institutions, including the Denver Art Museum, the History Colorado Museum, the Denver Museum of Nature and Science, the Clyfford Still Museum, the Colorado Symphony, the Denver Theater District, the Downtown Denver Partnership, Denver Startup Week, Colorado Tourism, Denver Comic Con, TEDx Mile High, the city of Greely, and many more. The project is also being used as an open source educational platform that has visited elementary to post-graduate schools including University of Denver, University of Northern Colorado, University of Colorado Denver, Metro State University, Boulder Digital Works, Center of Visual Arts, Garfield Elementary and more.<br \/>\r\n<br \/>\r\nLearn and read more about OhHeckYeah from the following web sites and news articles:<br \/>\r\n<br \/>\r\nhttp:\/\/ohheckyeah.com<br \/>\r\nhttp:\/\/denverpost.com\/entertainment\/ci_25896301\/ohheckyeah-video-game-fest-turns-downtown-into-summer<br \/>\r\nhttp:\/\/www.kunc.org\/post\/oh-heck-yeah-dazzles-denver-massive-interactive-video-games",
  "url": "https:\/\/vimeo.com\/99276873",
  "upload_date": "2014-06-26 16:18:41",
  "thumbnail_small": "https:\/\/i.vimeocdn.com\/video\/480405928_100x75.webp",
  "thumbnail_medium": "https:\/\/i.vimeocdn.com\/video\/480405928_200x150.webp",
  "thumbnail_large": "https:\/\/i.vimeocdn.com\/video\/480405928_640.webp",
  "user_id": 11958104,
  "user_name": "Mode Set",
  "user_url": "https:\/\/vimeo.com\/modeset",
  "user_portrait_small": "https:\/\/i.vimeocdn.com\/portrait\/9945133_30x30.webp",
  "user_portrait_medium": "https:\/\/i.vimeocdn.com\/portrait\/9945133_75x75.webp",
  "user_portrait_large": "https:\/\/i.vimeocdn.com\/portrait\/9945133_100x100.webp",
  "user_portrait_huge": "https:\/\/i.vimeocdn.com\/portrait\/9945133_300x300.webp",
  "stats_number_of_likes": 12,
  "stats_number_of_plays": 2920,
  "stats_number_of_comments": 1,
  "duration": 97,
  "width": 1280,
  "height": 720,
  "tags": "mode set, legwork, ohheckyeah, denver, video games, kinect, arcade, brian corrigan, artplace",
  "embed_privacy": "anywhere"
}]
